Revit 2027 API
FabricationItemFile.IsUsed Property
 Checks to see if the item file is already in use in the project.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsUsed { get; }
Public ReadOnly Property IsUsed As Boolean
	Get
public:
property bool IsUsed {
	bool get ();
}
member IsUsed : bool with get
Property Value
Boolean
See Also
Reference
FabricationItemFile Class
Autodesk.Revit.DB Namespace